export const recipe = {
    name: "두부조림 황금레시피",
    user: "9단주부맘",
    grade: 4/5,
    summary: ["난이도: 2.5", "1인분", "300Kcal", "30 mins", "10,000원 미만"],
    ingredients: {
        두부: ["10 Kcal", "1모"], 
        양파: ["5 Kcal", "1/2개"],
        고추: ["7 Kcal", "1개"],
        물: ["2 Kcal", "8T"], 
        고춧가루: ["2 Kcal", "8T"],
        간장: ["2 Kcal", "8T"], 
        설탕: ["2 Kcal", "8T"], 
        마늘: ["2 Kcal", "8T"], 
        참기름: ["2 Kcal", "8T"], 
        맛술: ["2 Kcal", "8T"], 
        후추: ["2 Kcal", "8T"],
    },
    cookingOrder: {
        1: "두부는 도톰하게 자르고 야채는 채 썰어주세요 이때는 준비되었습니다. 백탁 그럼 양념장을 만들어야죠.",
        2: "고춧가루 2스푼, 꿀 한스푼 반(저는 설탕대신 꿀도 자주 사용하는데 설 탐을 넣을땐 1스푼을 넣어요)",
        3: "다진마늘 1/2스푼, 간장 2스푼, 맛술 1스푼, 참기름 1스푼 후추 약간, 물 4스푼 추가하면 양념장 완성",
        4: "두부위에 야채와 양념장을 얹어주세요.",
        5: "약물로 불을 올리고 물을 끼얹고 약물에서 간이 배도록 살짝 조려주세요",
        6: "끓여주다 중간중간 양념을 야채위에 끼얹어줍니다.",
        7: "두부조림 위에 솔솔 뿌리고 먹을 준비 완료 사실 고추대신 파를 넣어주면 좋은데 집에 오이고추만 있더라고요 그 래도 있는재료로 했어요.",
        8: "야채에 아주 윤기가 잘할 밥위에 올리고 한 끼 맛있게 먹었습니다. 신기하게 이번 두부조림은 기사식당밥 느낌이 나요 아무래도 파대신 고추를 사용한 것 때문인지 감칠 맛도 나고 개운해요. 작은 재료의 치이기 맛의 차이를 만드나 봅니다. 너무 맛있게 먹었어요)",
    },


};
